Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/asylum_seekers_and_refugees/the_asylum_process_in_ireland/minister_for_justice.html.txt.tmx
Source language: en
Languages: fr

source: Decisions made by the Minister for Justice and Equality in relation to international protection
fr: Décisions prises par le Ministre de la Justice

source: If the International Protection Office or the International Protection Appeals Tribunal makes a recommendation to the Minister for Justice and Equality that you should be given a refugee or subsidiary protection declaration, the Minister will give you a declaration in writing stating that you are a refugee or are eligible for subsidiary protection, subject to considerations of national security or public order. If you are given a declaration
fr: Si le Commissariat chargé des demandes d'attribution du statut de réfugié ou bien la Cour d'appel en matière de réfugiés en Irlande s'adressent au Ministre de la Justice et des Réformes législatives afin de recommander que le statut de réfugié vous soit octroyé, le Ministre de la Justice vous fournira par écrit une déclaration attestant de votre statut de réfugié

source: If the Minister decides to give you a refugee or subsidiary protection declaration, in accordance with the International Protection Act 2015, you are then entitled to:
fr: Conformément à la Loi de 1996 sur les Réfugiés, telle que modifiée, vous aurez alors le droit :

source: • Seek and enter employment in the State
fr: • de chercher et d'occuper un emploi dans ce pays;

source: • Carry on any business, trade or profession in the State
fr: • de mener n'importe quelle activité professionnelle, d'exercer tout métier ou profession dans ce pays;

source: • Have access to education and training in the same manner and to the same extent in all respects as an Irish citizen
fr: • d'avoir aussi bien et autant accès à l'éducation et à la formation professionnelle dans tous ses aspects qu'un citoyen irlandais;

source: • Receive the same medical care and services and the same social welfare benefits as an Irish citizen
fr: • de recevoir les mêmes soins et services médicaux et les mêmes prestations sociales qu'un citoyen irlandais;

source: • Reside in the State
fr: • de résider dans l'Etat irlandais;

source: • Have the same rights of travel in, to or from the State as Irish citizens
fr: • d'avoir le même accès aux instances judiciaires qu'un citoyen irlandais;

source: Note: this is on the basis that the Minister for Justice and Equality issues a travel document)
fr: • d'avoir le même droit qu'un citoyen irlandais de former ou d'appartenir à des associations et à des syndicats;

source: • Apply to the Minister for Justice and Equality for permission for a member of your family to enter and reside in the State, in accordance with Section 56 of the International Protection Act 2015
fr: • d'être habilité à demander au Ministre de la Justice qu'il autorise l'entrée et le séjour d'un membre de votre famille ou votre partenaire civile dans ce pays, conformément à l'Article 18 de la Loi de 1996 sur les Réfugiés, telle que modifiée

source: Under the terms of the 1951 Geneva Convention, as a refugee you are entitled to:
fr: Si le Ministre de la Justice vous refuse le statut de réfugié

source: • Have the same freedom to practise your religion and the same freedom as regards religious education of your child as an Irish citizen
fr: Dans l'éventualité où le Ministre de la Justice déciderait de vous refuser le statut de réfugié, vous serez notifié par écrit de ce que

source: • Have the same access to the courts as an Irish citizen
fr: • votre demande d'attribution du statut de réfugié a été rejetée;

source: • Have the same right to form and be a member of associations and trade unions as an Irish citizen
fr: • la durée de votre droit de séjour dans ce pays est arrivée à sa fin et que;

source: • Acquire, hold, dispose or otherwise deal with real or personal property or an interest in such property in the same way and subject to the same obligations and limitations as an Irish citizen
fr: • le Ministre de la Justice prévoit de délivrer un arrêté d'expulsion vous obligeant à quitter ce pays

source: If the International Protection Office or the International Protection Appeals Tribunal recommends to the Minister for Justice and Equality that you should be refused a refugee or subsidiary protection declaration, the Minister may refuse to give you a refugee or subsidiary protection declaration
fr: Dans le cas où le Ministre de la Justice prévoirait de délivrer un arrêté d'expulsion vous obligeant à quitter le territoire, il vous sera présenté trois alternatives, à savoir :

source: If your application for a refugee or subsidiary protection declaration has been refused, the Minister may inform you in writing that you may withdraw your application and return voluntarily to your country of origin
fr: • vous adresser au Ministre dans les 15 jours ouvrés afin d'expliquer pourquoi vous devriez être autorisé à demeurer dans ce pays;

source: If you confirm to the Minister that you will comply with this, the Minister will not make a deportation order requiring you to leave the State
fr: • quitter le territoire avant que le Ministre ne prenne une décision et informer le Ministre par écrit des dispositions que vous avez prises en la matière;

source: When deciding this, under section 49 of the Act, the Minister must have regard to your family and personal circumstances including your connection with the State (if any), humanitarian considerations and considerations of national security and public order
fr: Conformément à la Loi de 1999 sur l'Immigration, telle que modifiée, le Ministre de la Justice est habilité à délivrer un arrêté d'expulsion à votre endroit et l'avis d'arrêté d'expulsion vous demandera éventuellement de :

source: If the Minister makes a deportation order to remove you from the State
fr: • vous présenter à un officier de la « Garda Siochana » (Forces de police irlandaise) ou à un officier d'immigration;

source: If the Minister for Justice and Equality has refused to give you a refugee or subsidiary protection declaration or permission to remain, the Minister may make a deportation order against you in accordance with the Immigration Act 1999, as amended
fr: • apporter toute votre collaboration afin de permettre à l'officier de police ou d'immigration d'obtenir un document de voyage, passeport, billet de transport ou tout autre document nécessaire dans le cadre de cette expulsion;

source: The notice of the deportation order may require you to leave the State within a specified period and to present yourself to a member of the Garda Síochána or immigration officer at a date, time and place as specified in the order
fr: • résider ou demeurer dans un district ou un lieu particulier dans ce pays en attendant d'être déporté; • vous présenter à un poste de police (Garda Siochana) ou à un officier d'immigration particulier à intervalles précis en attendant d'être déporté;

source: Where an immigration officer or a member of An Garda Síochána, with reasonable cause, suspects that a person against whom a deportation order is in force:
fr: Lorsqu'un officier d'immigration ou un membre des forces de police suspecte, à juste titre, qu'une personne faisant l'objet d'un arrêté d'expulsion :

source: • Has failed to comply with any provision of the order or with a requirement
fr: • n'a pas satisfait à quelque disposition de l'arrêté ou à une exigence;

source: • Intends to leave the State and enter another state illegally
fr: • a l'intention de quitter le territoire pour entrer clandestinement dans un autre pays;

source: • Has destroyed identity documents or is in possession of forged identity documents or
fr: • a détruit des pièces d'identité ou a en sa possession de fausses pièces d'identité ou encore;

source: • Intends to avoid deportation
fr: • a l'intention de se soustraire à l'expulsion;

source: If it is a dwelling, the officer will not enter without consent unless the person is ordinarily resident there or the officer has reasonable grounds for believing the person is there
fr: l'officier en question est habilité à arrêter cette personne sans mandat et à la détenir dans un lieu déterminé

source: Revocation of a refugee declaration
fr: Révocation du statut de réfugié

source: The Minister for Justice and Equality may decide to revoke a refugee declaration given to a person where they:
fr: Le Ministre de la Justice peut décider de révoquer une déclaration d'attribution du statut de réfugié dans l'éventualité où un réfugié :

source: • Voluntarily re-avail of the protection of the country of their nationality
fr: • se remettrait volontairement sous la protection du pays dont il/elle a la nationalité;

source: • Voluntarily reacquire their lost nationality
fr: • reprendrait volontairement la nationalité qu'il/elle avait perdue;

source: • Acquire a new nationality (other than as an Irish citizen) and enjoy the protection of the country of their own nationality
fr: • obtiendrait une nouvelle nationalité (autre que celle de ce pays) et se mettrait sous la protection du pays dont il/elle a la nationalité;

source: • Voluntarily re-establish themselves in the country, which they left or outside which they remained owing to fear of persecution
fr: • établirait à nouveau son domicile dans le pays qu'il/elle aurait fui ou hors duquel il/elle serait resté/e de crainte de subir des persécutions;

source: • Can no longer continue to refuse to avail of the protection of the country of their nationality because the circumstances that led to them being recognised as a refugee have ceased to exist
fr: • ne pourrait plus continuer de refuser de se mettre sous la protection du pays dont il/elle a la nationalité du fait que la situation justifiant la reconnaissance de son statut de réfugié aurait cessé d'exister;

source: • Have no nationality and are able to return to the country of their former habitual residence because the circumstances that led to them being recognised as a refugee have ceased to exist • Have committed a crime against peace, a war crime or a crime against humanity
fr: • serait apatride et aurait la possibilité de retourner dans le pays où il/elle résidait précédemment du fait que la situation justifiant la reconnaissance de son statut de réfugié aurait cessé d'exister;

source: • Were given a refugee declaration on the basis of information furnished which was false or misleading Revocation of a subsidiary protection declaration
fr: • serait une personne dont la présence dans ce pays constituerait un danger pour la sécurité nationale ou l'ordre public ou bien;

source: • The circumstances that led to them being eligible for subsidiary protection have ceased to exist or have changed so that international protection is no longer required •They have committed a crime against peace, a war crime or a crime against humanity • They have committed a serious crime
fr: • serait une personne à laquelle la déclaration d'attribution du statut de réfugié aurait été octroyée sur la base d'informations erronées ou trompeuses fournies au Commissariat responsable des demandes des réfugiés ou à la Cour d'appel en matière de réfugiés

source: Where the Minister proposes to revoke a declaration, the person concerned will be notified and will have 15 working days from the issue of the notification to make representations to the Minister
fr: Dans le cas où le Ministre de la Justice prévoirait de révoquer une déclaration, la personne concernée sera avisée et disposera de 15 jours ouvrés à dater de la communication de cet avis pour se faire représenter auprès du Ministre

source: In cases where the Minister decides to revoke a declaration, the person concerned will have 10 working days from the sending of the notice containing the decision and the reasons for it to appeal to the Circuit Court
fr: Dans l'éventualité où le Ministre déciderait de révoquer une déclaration, la personne concernée disposera de 15 jours ouvrés à dater de l'envoi de l'avis l'informant de cette décision et des raisons de celle-ci pour recourir à la Haute Cour

source: National security and public policy considerations
fr: Considérations liées à la sécurité nationale et à l'ordre public

source: Under the International Protection Act 2015, if the Minister for Justice and Equality considers that, in the interest of national security or public policy (ordre public), it is necessary to do so, the Minister may provide that the right to travel, renewal of leave to remain in the State and/or family reunification shall not apply to a person who has been given a refugee declaration or a subsidiary protection declaration
fr: • stipuler que l'Article 3 (certains droits des réfugiés), l'Article 9 (autorisation d'entrée ou de séjour dans le territoire) et l'Article 18 (réunification de la famille) ne s'appliqueront pas à une personne à laquelle une déclaration d'attribution du statut de réfugié a été octroyée et • ordonner à cette personne de quitter le territoire
